/* %@ (localhost): disconnected */
"%@ (localhost): disconnected" = "%@ (localhost): Verbindung beendet";

/* %@ exists. Overwrite? */
"%@ exists. Overwrite?" = "%@ existiert bereits. Überschreiben?";

/* A new version of Fugu is now available. */
"A new version of Fugu is now available." = "Eine neue Version von Fugu ist jetzt verfügbar.";

/* An error occurred checking for updates. */
"An error occurred checking for updates." = "Während der Prüfung auf Programmupdates ist ein Fehler aufgetreten.";

/* Are you sure you want to cancel this copy? */
"Are you sure you want to cancel this copy?" = "Möchten Sie den Kopiervorgang wirklich abbrechen?";

/* Authenticating... */
"Authenticating..." = "Authentifizierung...";

/* Authenticating.... */
"Authenticating...." = "Authentifizierung....";

/* Cancel */
"Cancel" = "Abbrechen";

/* cannot yet download directories. */
"cannot yet download directories." = "Ordner-Download ist noch nicht implementiert.";

/* Clear */
"Clear" = "Zurücksetzen";

/* Clear Defaults? */
"Clear Defaults?" = "Voreinstellungen zurücksetzen?";

/* Connecting to %@... */
"Connecting to %@..." = "Verbinde mit %@...";

/* Connecting.... */
"Connecting...." = "Verbinde....";

/* Couldn't create %@: %s */
"Couldn't create %@: %s" = "%@ konnte nicht angelegt werden: %s";

/* Couldn't create preview of %@ */
"Couldn't create preview of %@" = "Die Vorschau auf %@ konnte nicht erstellt werden";

/* Couldn't delete %@. */
"Couldn't delete %@." = "%@ konnte nicht gelöscht werden.";

/* Couldn't find %@ to launch %@. */
"Couldn't find %@ to launch %@." = "Das Programm %@ konnte nicht gefunden werden um %@ zu Öffnen.";

/* Couldn't load nib file from the application bundle! */
"Couldn't load nib file from the application bundle!" = "Die nib-Datei aus dem Programmpaket konnte nicht geladen werden!";

/* Couldn't view %@: %s */
"Couldn't view %@: %s" = "%@ kann nicht angesehen werden: %s";

/* Date */
"Date" = "Datum";

/* Delete */
"Delete" = "Löschen";

/* Delete %@? */
"Delete %@?" = "Sind Sie sicher, dass Sie %@ löschen wollen?";

/* Disconnect */
"Disconnect" = "Verbindung beenden";

/* Do you want to move %@ to the Trash? */
"Do you want to move %@ to the Trash?" = "Möchten %@ in den Papierkorb verschieben?";

/* Don't Cancel */
"Don't Cancel" = "Nicht abbrechen";

/* Download */
"Download" = "Übertragen";

/* Downloading %s... */
"Downloading %s..." = "Übertrage %s...";

/* Edit with Text Editor */
"Edit with Text Editor" = "Mit Editor öffnen";

/* Error */
"Error" = "Fehler";

/* Exit */
"Exit" = "Verlassen";

/* Focus on Remote Pane */
"Focus on Remote Pane" = "Focus on Remote Pane";

/* Group */
"Group" = "Gruppe";

/* Hide Special Files */
"Hide Special Files" = "Sonderdateien ausblenden";

/* Image size: %.0f x %.0f */
"Image size: %.0f x %.0f" = "Format: %.0f x %.0f";

/* Invalid port number. */
"Invalid port number." = "Falsche Port-Nummer.";

/* localhost: disconnected */
"localhost: disconnected" = "localhost: Verbindung beendet";

/* Locally */
"Locally" = "lokal";

/* OK */
"OK" = "OK";

/* Open Keychain Access */
"Open Keychain Access" = "Schlüsselbund öffnen";

/* Overwrite */
"Overwrite" = "Überschreiben";

/* Owner */
"Owner" = "Eigentümer";

/* Parameter length exceeds bounds. Try again. */
"Parameter length exceeds bounds. Try again." = "Parameterlänge überschreitet die zulässige Höchstgrenze. Versuchen Sie es erneut.";

/* Password is too long. */
"Password is too long." = "Passwort zu lang.";

/* Permission denied. Try again. */
"Permission denied. Try again." = "Zugriff verweigert. Versuchen Sie es erneut.";

/* Permissions */
"Permissions" = "Zugriffsrechte";

/* problem persists, please contact the authors of Fugu. */
"problem persists, please contact the authors of Fugu." = "das Problem besteht weiterhin. Bitte setzen Sie sich mit den Autoren von Fugu in Verbindung.";

/* Quit */
"Quit" = "Beenden";

/* rename %@ to %@: %s */
"rename %@ to %@: %s" = "%@ auf %@ umbenennen: %s";

/* Requesting file listing from server.... */
"Requesting file listing from server...." = "Abfrage der Objektliste vom Server....";

/* Show Hidden Files */
"Show Hidden Files" = "Verstecke Dateien einblenden";

/* Size */
"Size" = "Größe";

/* the one you have. Would you like to get it? */
"the one you have. Would you like to get it?" = "die Sie haben. Möchten Sie es bekommen?";

/* the selected items */
"the selected items" = "die ausgewählten Objekte";

/* Upload */
"Upload" = "Übertragen";

/* Warning: OpenSSH's sftp client cannot yet download directories. */
"Warning: OpenSSH's sftp client cannot yet download directories." = "Warnung: Die SFTP-Implementation von OpenSSH erlaubt noch kein Herunterladen von Ordnern.";

/* Warning: Some remote documents are still being edited. */
"Warning: Some remote documents are still being edited." = "Warnung: Einige Dateien auf dem Server werden noch editiert.";

/* Warning: Upload queue not empty. */
"Warning: Upload queue not empty." = "Warning: Übertragungs-Warteschlange ist nicht leer.";

/* Would you like to download %@ to %@ with SCP instead? */
"Would you like to download %@ to %@ with SCP instead?" = "Möchten Sie %@ statt dessen mit SCP nach %@ übertragen?";

/* Write failed: Did not write correct number of bytes! */
"Write failed: Did not write correct number of bytes!" = "Schreiben fehlgeschlagen: Es wurde nicht die richtige Anzahl an Bytes geschrieben!";

/* Wrote %d bytes to file descriptor */
"Wrote %d bytes to file descriptor" = "%d Bytes in die Dateibeschreibung geschrieben";

/* You cannot undo this action. */
"You cannot undo this action." = "Sie können diese Aktion nicht rückgängig machen.";

/* You have the most recent version of Fugu. */
"You have the most recent version of Fugu." = "Sie haben bereits die aktuellste Version von Fugu.";

/* you like to open Keychain Access to edit it? */
"you like to open Keychain Access to edit it?" = "möchten Sie den Schlüsselbund öffnen um es zu editieren?";

/* You must provide a username and server address to continue. */
"You must provide a username and server address to continue." = "Sie müssen einen Benutzernamen und eine Serveradresse eingeben um fortzufahren.";

/* you want to disconnect without uploading all of them? */
"you want to disconnect without uploading all of them?" = "möchten Sie die Verbindung beenden, ohne alle Objekte zu übertragen?";

/* you will lose any unsaved changes. Are you sure you want to disconnect? */
"you will lose any unsaved changes. Are you sure you want to disconnect?" = "Sie werden alle nicht gesicherten Änderungen verlieren. Sind Sie sicher, dass die Verbindung beendet werden soll?";

/* You will not be able to undo this action. */
"You will not be able to undo this action." = "Sie werden diese Aktion nicht rückgängig machen können.";

